IdeaRS.Connections
AddedMemberPartCode Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.AddedMemberPartCode"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum AddedMemberPartCode
Members
Member name | Value | Description
End | 0 |  The part which is closer to the end point of the added beam
Begin | 1 |  The part which is closer to the start point of the added beam
See Also
Reference
IdeaRS.Connections.Data Namespace